/*
 * These translations are the the "Santa Scan" app.
 *
 * A demo video can be found at http://youtu.be/RoaJ1QdzHS8 .
 * The video can provide some context.
 */

/*
 * App Name
 *
 * In this case, "Scan" refers to looking or searching for something, suggesting
 * the use of a gadget or device to assist in the search.
 */
"APP_NAME" = "Santa Scan";

/*
 * Status messages
 *
 * These are status messages to be displayed at the top of the app in a
 * limited-space area.  There is only room for up to about 3 words.
 */

// Looking/searching for Santa
"STATUS_SCANNING" = "Escaneando...";

// Almost found Santa, about to "lock" onto him
"STATUS_LOCKING" = "Localizando...";

// No camera was foud on the phone
"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "No hay cámara";

// Had an error trying to access the camera on the phone
"CAMERA_VIEW_ERROR" = "Error de cámara";

// Had an error trying to play a sound on the phone
"AUDIO_INIT_ERROR" = "Error de audio";

// Had an error trying to use the compass on the phone
"SENSOR_ERROR_CANT_FIND_NORTH" = "Error de brújula";

// Need an upgrade ot the iPhone software to use this app
"IOS_NEEDS_UPGRADE" = "Actualizar iOS";

// No compass was found on the phone
"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "No hay brújula";

// Had an error trying to find the user's location, such as with GPS
"LOCATION_ERROR" = "Error de localización";

"FILE_ERROR" = "Error de archivo";

"INTENAL_ERROR" = "Internal error";

/*
 * Misc labels for buttons, etc.
 */

"MILES_SHORT" = "millas";

"KILOMETERS_SHORT" = "km";

// For a button that leads to a help page
"HELP" = "Ayuda";

// For a button that leads to social sharing options
"SHARE" = "Compartir";

/*
 * Social messages
 */

// The first %@ is a number of miles or kilometers, and
// the second %@ is the name of the app (Santa Scan).
// This is used to encourage other people to get the app.
"SHARE_TEXT" = "Encontré Santa Claus de %@ de distancia. http://goo.gl/C2Nsxg #apps #iPhone #santarts";

"RTS_NEWS_DEFAULT_TEXT" = "¡Esperamos que disfrute la aplicación!";

/*
 * New COPPA-related text
 */
"PARENT_GATE_INSTRUCTIONS" = "Para ayuda e información, mantenga presionados dos dedos en la pantalla (en cualquier momento) por varios segundos.";

"PRIVACY_POLICY_LABEL" = "Política de Privacidad";

"LOCATION_EXPLANATION" = "Para determinar la dirección de Santa Clause, esta aplicación requiere de su ubicación aproximada.\
\
A fin de cumplir con las regulaciones de privacidad de menores, esta aplicación no detecta su localización exacta sino que pide una ubicación aproximada, como ciudad, país, estado o código postal.";

"NETWORK_ERROR_LABEL" = "Error de Red";

"NETWORK_ERROR_MESSAGE" = "Por favor intente de nuevo en unos momentos o revise los Ajustes de Red de su dispositivo.\
\
Se requiere acceso a la red para búsqueda de la ubicación.";

"LOCATION_PROMPT" = "¿Dónde te encuentras?";

"CITY_STATE_ETC" = "Ciudad, estado, país, etc.";

"DONE_LABEL" = "Listo";

"CANCEL_LABEL" = "Cancelar";

"DEFAULT_LOC_NAME" = "Establezca su ubicación";

"SET_LOCATION_TEXT" = "¿Le gustaría entrar en su ciudad o estado para una mejor distancia y dirección a Santa?";

"NO_THANKS" = "no";

"OKAY" = "bueno";

"SET_LOCATION_LATER_TEXT" = "Su distancia y dirección a Santa se basarán en una ubicación predeterminada. Usted puede introducir su propio lugar y en cualquier momento haciendo clic en el botón \"i\" en la parte inferior de la pantalla.";

/*
 * Web links - *** No translation needed below here ***
 */

// Default news link, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/C2Nsxg";

// App app home page
"APP_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=es&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fapp%2Fsanta%2F";

// App help page
"APP_HELP_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=es&u=http%3A%2F%2Fwww.roundtripsoftware.com%2Fhelp%2Fsanta%2F";

// RTS home page
"RTS_HOME_URL" = "http://translate.google.com/translate?hl=en&sl=en&tl=es&u=http%3A%2F%2Fwww.roundtripsoftware.com%2F";

// Downloads the latest new from RTS, to embed in the flip side view
"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/zlx6zU";

// This link conttains the App Store link to hit when the news above is clicked
"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link_es.txt";
// So the URL above will return a link such as below when available:

"APP_PRIVACY_POLICY_URL" = "http://translate.google.com/translate?sl=en&tl=es&js=n&prev=_t&hl=en&ie=UTF-8&u=http%3A%2F%2Fwww.privacychoice.org%2Fpolicy%2Ftext%3Fpolicy%3Ddf32b1f28302e7d1ca0887ea017f166d";

